result_2th_memtier_nvm_200320/thread_10_nvm_sw_4.txt
10        Threads
1         Connections per thread
100000    Requests per client


ALL STATS
=========================================================================
Type         Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
-------------------------------------------------------------------------
Sets        57842.99          ---          ---      0.16700     60604.52 
Gets            0.00         0.00         0.00      0.00000         0.00 
Waits           0.00          ---          ---      0.00000          --- 
Totals      57842.99         0.00         0.00      0.16700     60604.52 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       0.042         0.00
SET       0.043         0.00
SET       0.044         0.01
SET       0.045         0.02
SET       0.046         0.03
SET       0.047         0.05
SET       0.048         0.09
SET       0.049         0.16
SET       0.050         0.25
SET       0.051         0.31
SET       0.052         0.35
SET       0.053         0.38
SET       0.054         0.39
SET       0.055         0.40
SET       0.056         0.41
SET       0.057         0.41
SET       0.058         0.42
SET       0.059         0.42
SET       0.060         0.43
SET       0.061         0.44
SET       0.062         0.45
SET       0.063         0.47
SET       0.064         0.49
SET       0.065         0.52
SET       0.066         0.53
SET       0.067         0.55
SET       0.068         0.55
SET       0.069         0.56
SET       0.070         0.56
SET       0.071         0.57
SET       0.072         0.57
SET       0.073         0.58
SET       0.074         0.58
SET       0.075         0.60
SET       0.076         0.61
SET       0.077         0.63
SET       0.078         0.65
SET       0.079         0.66
SET       0.080         0.69
SET       0.081         0.71
SET       0.082         0.73
SET       0.083         0.76
SET       0.084         0.79
SET       0.085         0.81
SET       0.086         0.84
SET       0.087         0.87
SET       0.088         0.89
SET       0.089         0.92
SET       0.090         0.95
SET       0.091         0.98
SET       0.092         1.01
SET       0.093         1.04
SET       0.094         1.08
SET       0.095         1.11
SET       0.096         1.16
SET       0.097         1.20
SET       0.098         1.24
SET       0.099         1.27
SET       0.100         1.41
SET       0.110         1.74
SET       0.120         3.03
SET       0.130        12.26
SET       0.140        33.31
SET       0.150        52.28
SET       0.160        60.63
SET       0.170        64.56
SET       0.180        68.30
SET       0.190        72.46
SET       0.200        77.57
SET       0.210        84.00
SET       0.220        90.90
SET       0.230        95.55
SET       0.240        97.88
SET       0.250        98.96
SET       0.260        99.39
SET       0.270        99.63
SET       0.280        99.76
SET       0.290        99.85
SET       0.300        99.92
SET       0.310        99.96
SET       0.320        99.97
SET       0.330        99.98
SET       0.340        99.98
SET       0.350        99.98
SET       0.360        99.98
SET       0.370        99.98
SET       0.390        99.98
SET       0.400        99.99
SET       0.410        99.99
SET       0.420        99.99
SET       0.430        99.99
SET       0.440        99.99
SET       0.450        99.99
SET       0.460        99.99
SET       0.470        99.99
SET       0.480        99.99
SET       0.490        99.99
SET       0.500        99.99
SET       0.510        99.99
SET       0.520        99.99
SET       0.530        99.99
SET       0.540        99.99
SET       0.550        99.99
SET       0.560        99.99
SET       0.570        99.99
SET       0.590        99.99
SET       0.610        99.99
SET       0.630        99.99
SET       0.640        99.99
SET       0.650        99.99
SET       0.660        99.99
SET       0.670        99.99
SET       0.680        99.99
SET       0.810        99.99
SET       0.820       100.00
SET       1.000       100.00
SET       1.100       100.00
SET       1.500       100.00
SET       1.600       100.00
SET       1.700       100.00
SET       2.100       100.00
SET       2.200       100.00
SET       2.300       100.00
SET       2.400       100.00
SET       2.500       100.00
---
---